[
    {
    "exercise_id": "0",
    "exercise_title": "O que é Scrum?", 
    "exercise_text": "",
    "answer": "C",
	"answers": {
        "A":"Framework",
        "B":"Software",
        "C":"Metodologia Ágil"
    }
},
{
    "exercise_id": "1",
	"exercise_title": "Quais são os três pilares do Scrum?", 
    "exercise_text": "",
    "answer": "B",
	"answers":{
        "A":"Adapatação, proatividade e cooperação",
        "B":"Transparência, inspeção e adaptação",
        "C":"Inovação, transparência e comunicação"
    }
},
{
    "exercise_id": "2",
	"exercise_title": "Das seguintes afirmações, qual não faz parte dos 4 valores principais do Manifesto Ágil:", 
    "exercise_text": "",
    "answer": "A",
	"answers": { 
        "A":"Comunicação eficaz mais que produto funcional",
        "B":"Software em funcionamento mais que documentação abrangente",
        "C":"Responder a mudanças mais que seguir um plano"
    }
},
{
    "exercise_id": "3",
	"exercise_title": "Quais são os três cargos de uma equipe Scrum?", 
    "exercise_text": "",
	"answer": "C",
	"answers": { 
        "A":"Marketing Leader, Dev Team e Analista de dados",
        "B":"Gerente, Scrum Master e Dev Team",
        "C":"Scrum Master, Product Owner e Dev Team"
    }
},
{
    "exercise_id": "4",
	"exercise_title": "Das afirmações abaixo, quais estão corretas?",
    "exercise_text": "I - Toda equipe Scrum é liderada pelo Scrum Master. Ele é o responsável por orientar a equipe quanto aos passos que serão tomados. \nII - User Stories são formas de descrever funcionalidades do produto da perspectiva de um usuário \nIII - Uma Sprint é um período de tempo definido em que a equipe se empenha para entregar um quantia definidade de funcionalidades e aprimoramentos do produto. \nQuais as afirmativas estão corretas?", 
	"answer": "C",
	"answers": { 
        "A":"I, II, III",
        "B":"I, II",
        "C":"II, III"
    }
},
{
    "exercise_id": "5",
	"exercise_title": "Qual a importância do MVP para a metodologia Scrum?",
    "exercise_text": "", 
	"answer": "B",
	"answers": { 
        "A":"Capacidade de medir desempenho dos membros da equipe",
        "B":"Estabelece entregas de valor incremental do produto",
        "C":"Agiliza a entrega do produto final"
    }
},
{
    "exercise_id": "6",
	"exercise_title": "O Burndown é um artefato Scrum essencial para o desenvolvimento do projeto na metodologia Scrum, pois ele é responsável por:",
    "exercise_text": "", 
	"answer": "C",
	"answers": { 
        "A":"Fazer a gestão das tarefas estabelecidas pelo grupo",
        "B":"Organizar em ordem de prioridade os requisitos que irão compor o produto",
        "C":"Armazenar os dados identificados e definidos pelo cliente"
    }
},
{
    "exercise_id": "7",
	"exercise_title": "O desenvolvimento de uma Sprint é composto pot Sprint Planning, Sprint Review e Sprint Retrospective. O que cada uma dessas etapas corresponde respectivamente?",
    "exercise_text": "", 
	"answer": "C",
	"answers": { 
        "A":"Estabelece aquilo que será feito na Sprint, avalia o desempenho da equipe na Sprint e entrega aquilo que foi desenvolvido durante a Sprint",
        "B":"Estabelece aquilo que será feito na Sprint, entrega aquilo que foi desenvolvido durante a Sprint e avalia o desempenho da equipe na Sprint",
        "C":"Avalia o desempenho da equipe na Sprint, estabelece aquilo que será feito na Sprint e entrega aquilo que foi desenvolvido durante"
    }
},
{
    "exercise_id": "8",
	"exercise_title": "Das seguintes afirmações sobre Backlog, qual é falsa?",
    "exercise_text": "", 
	"answer": "B",
	"answers": { 
        "A":"O Backlog pode passar por várias alterações",
        "B":"No Backlog são listados as tarefas a serem feitas pela equipe",
        "C":"O cliente pode fazer alterações no Backlog"
    }
},
{
    "exercise_id": "9",
	"exercise_title": "Qual a diferença entre Definição de Feito e Definição de Pronto?",
    "exercise_text": "", 
	"answer": "C",
	"answers": { 
        "A":"Definição de Feito faz referência a requisitos em desenvolvimento e Definição de Pronto a tarefas prontas para entrega",
        "B":"Definição de Feito faz referência a requisitos dados como concluídos e Definição de Pronto a requisitos aptos a serem iniciados",
        "C":"Definição de Feito faz referência a requisitos aptos a serem iniciados e Definição de Pronto a requisitos dados como concluídos"
    }
}

]
